Repository: xytxg/reynard-browser-zh
Catalog: browser/Reynard/Resources/Localizable.xcstrings
Source language: en
Languages: cs, de, fr, ja, pl, ru, zh_hans, zh_hant

source: of %@
cs: z %@
de: von %@
fr: sur %@
ja: %@の
pl: z %@
ru: из%@
zh_hans: ，共 %@
zh_hant: ，共 %@

source: %@ · Opened Tab
cs: %@ · Otevřený panel
de: %@ · Geöffneter Tab
fr: %@ • Onglet Ouvert
ja: %@ • 開いたタブ
pl: %@ Otwartych Kart
ru: %@ · Открытая вкладка
zh_hans: %@ · 已打开的标签页
zh_hant: %@．已開啟的分頁

# %@ · Visited %@
source: %1$@ · Visited %2$@
cs: %1$@ · Navštíveno %2$@
de: %1$@ · Besucht %2$@
fr: %1$@ · A visité %2$@
ja: %1$@ • %2$@ に訪問済み
pl: %1$@ Odwiedzone %2$@
ru: %1$@ · Посещение: %2$@
zh_hans: %1$@ · 访问于 %2$@
zh_hant: %1$@．曾造訪 %2$@

# %@ and %@
source: %1$@ and %2$@
cs: %1$@ a %2$@
de: %1$@ und %2$@
fr: %1$@ et %2$@
ja: %1$@と%2$@
pl: %1$@ i %2$@
ru: %1$@ И \%2$@
zh_hans: %1$@ 和 %2$@
zh_hant: %1$@ 與 %2$@

source: %@ are disabled for Reynard. Open Settings to allow access.
cs: Reynard momentálně nemá přístup k oprávnění %@. Oprávnění lze spravovat v aplikaci Nastavení.
de: %@ sind für Reynard deaktiviert. Öffne die Einstellungen, um den Zugriff zuzulassen.
fr: %@ sont désactivés pour Reynard. Ouvrez les paramètres pour autoriser l'accès.
ja: %@は無効です。設定を開いて許可してください
pl: %@ są wyłączone dla Reynard. Otwórz Ustawienia, aby zezwolić na dostęp.
ru: Для Reynard отключены: %@. Разрешите доступ в Настройках.
zh_hans: %@ 已对 Reynard 停用。请打开“设置”以允许访问。
zh_hant: %@ 功能已被禁用，開啟設定以允許 Reynard 存取

source: %@ has been updated. Approve the additional permissions before the updated version is installed. Dismissing this prompt keeps your current add-on version.
cs: Rozšíření %@ bylo aktualizováno. Než bude nainstalována nová verze, je třeba schválit dodatečná oprávnění. Kliknutím na tlačítko Zrušit bude ponechána stávající verze rozšíření.
de: %@ wurde aktualisiert. Bitte stimme den zusätzlichen Berechtigungen zu, bevor die aktualisierte Version installiert wird. Wenn diese Aufforderung geschlossen wird, bleibt die aktuelle Version der Erweiterung erhalten.
fr: %@ a reçu une mise à jour. Confirmez les permissions supplémentaires avant que la nouvelle version soit installée. Fermez ce message pour conserver la version actuelle.
ja: %@が更新されました。新しいバージョンをインストールする前に追加の権限を許可してください。許可しない場合現場のバージョンが使われます
pl: %@ został zaktualizowany. Zatwierdź dodatkowe uprawnienia przed zainstalowaniem zaktualizowanej wersji. Zamknięcie tego monitu spowoduje zachowanie aktualnej wersji dodatku.
ru: Приложение %@ обновлено. Утвердите новые разрешения перед установкой. Отмена запроса сохранит текущую версию дополнения.
zh_hans: %@ 已更新。请先批准额外权限，然后再安装更新版本。关闭此提示将保留当前附加组件版本。
zh_hant: 「%@」已有更新。安裝更新版本前，請先核准新增的權限。關閉此提示會保留你目前的附加元件版本。

source: %@ is disabled for Reynard. Open Settings to allow access.
cs: Reynard momentálně nemá přístup k oprávnění %@. Oprávnění lze spravovat v aplikaci Nastavení.
de: %@ ist für Reynard deaktiviert. Öffne die Einstellungen, um den Zugriff zuzulassen.
fr: %@ est désactivé pour Reynard. Ouvrez les paramètres pour donner accès.
ja: %@は無効です。設定を開いて許可してください
pl: %@ jest zablokowane dla Reynard. Otwórz Ustawienia, aby zezwolić na dostęp.
ru: Для Reynard отключено: %@. Разрешите доступ в Настройках.
zh_hans: %@ 已对 Reynard 停用。请打开“设置”以允许访问。
zh_hant: Reynard 的 %@ 權限已關閉。請開啟「設定」以允許取用。

source: %@ out of 5
cs: %@ z 5
de: %@ von 5
fr: %@ sur 5
ja: 5つ中の%@つ
pl: %@ z 5
ru: %@ Из 5

# %@ out of 5 • %d Reviews
source: %1$@ out of 5 • %2$d Reviews
cs: %1$@ z 5 • %2$d hodnocení
de: %1$@ von 5 • %2$d Rezensionen
fr: %1$@ sur 5 • %2$d Avis
ja: 5つ中%1$@(星) • %2$dレビュー
pl: %1$@ z 5 %2$d Recenzji
zh_hans: %1$@ / 5 • %2$d 条评价
zh_hant: %1$@ / 5 • %2$d 則評論

source: %@ requests additional data collection.
cs: Rozšíření %@ žádá o oprávnění shromažďovat další data.
de: %@ erfordert die Erhebung weiterer Daten.
fr: %@ demande une collection de données supplémentaires.
ja: %@は追加のデータ収集をリクエストしてます
pl: %@ prosi o dodatkowe zbieranie danych.
ru: %@ Запрашивает сбор дополнительных данных.
zh_hans: %@ 请求额外的数据收集。
zh_hant: 「%@」要求進行額外的資料收集。

source: %@ requests additional permissions.
cs: Rozšíření %@ žádá o dodatečná oprávnění.
de: %@ erfordert zusätzliche Berechtigungen.
fr: %@ demande des permissions supplémentaires.
ja: %@は追加の権限をリクエストしてます
pl: %@ prosi o dodatkowe uprawnienie.
ru: %@ Запрашивает дополнительные разрешения.
zh_hans: %@ 请求额外权限。
zh_hant: %@ 請求額外的權限

source: %@ Suggestions
cs: Návrhy vyhledávače %@
de: %@ Vorschläge
fr: Suggestions pour %@
ja: %@ おすすめ
pl: %@ Sugestie
ru: Предложения %@
zh_hans: %@ 建议
zh_hant: %@ 建議

# %@, and %@
source: %1$@, and %2$@
cs: %1$@ a %2$@
de: %1$@, und %2$@
fr: %1$@, et %2$@
ja: %1$@と%2$@
pl: %1$@ i %2$@
ru: %1$@ И \%2$@
zh_hans: %1$@，以及 %2$@
zh_hant: %1$@，和 %2$@

source: %@/sec
cs: %@/s
de: %@/s
ja: %@/秒
ru: %@/с
zh_hans: %@/秒
zh_hant: %@/秒

source: %d add-ons couldn’t be updated.
cs: Nepodařilo se aktualizovat %d rozšíření.
de: %d Erweiterungen können nicht aktualisiert werden.
fr: %d extensions n'ont pas pu être mises à jour.
ja: %d項目のアドオンが更新できませんでした
pl: %d Tych dodatków nie można zaktualizować.
zh_hans: %d 个插件无法更新。
zh_hant: %d 個附加元件無法更新。

source: %d add-ons need permission to update.
cs: %d rozšíření potřebuje schválit aktualizaci.
de: %d Erweiterungen benötigen die Berechtigung zum Aktualisieren.
fr: %d extensions ont besoin de votre autorisation pour être mises à jour.
ja: %d項目のアドオンが権限のアップデートを必要としています
pl: %d Te dodatki potrzebują pozwolenia do aktualizacji.
zh_hans: %d 个插件需要权限才能更新。
zh_hant: %d 個附加元件需要取得權限才能更新。

source: %d add-ons updated.
cs: Aktualizováno %d rozšíření.
de: %d Erweiterungen aktualisiert.
fr: %d extensions mises à jour.
ja: %d項目のアドオンが更新されました
pl: %d Te dodatki zostały zaktualizowane.
zh_hans: 已更新 %d 个插件。
zh_hant: %d 個附加元件已更新。

source: %d domains
cs: %d stránek
fr: %d domaines
ja: %dドメイン%
pl: %d Domeny
zh_hans: %d 个域名
zh_hant: %d 個網域

source: %d Tabs
cs: %d panelů
fr: %d Onglets
ja: %dタブ
pl: %d Karty
zh_hans: %d 个标签页
zh_hant: %d 個標籤頁

source: %d Trackers Blocked
cs: Zablokováno %d trackerů
de: %d Tracker blockiert
fr: %d Traqueurs Bloqués
ja: %d 個のトラッカーをブロックしました
pl: %d Śledzenia Zablokowane
zh_hans: 已阻止 %d 个跟踪器
zh_hant: 已封鎖 %d 個追蹤器

source: ▲ JIT-Less Mode is Currently Active
cs: ▲ Aplikace momentálně běží v režimu bez JIT
de: ▲ JIT-Less-Modus ist derzeit aktiv
fr: ▲ Le mode JITless est actuellement activé
ja: ⚠︎JITなしモードが現在オンです
pl: Tryb JIT-Less jest aktualnie aktywny
ru: ▲ Режим без JIT сейчас активен0
zh_hans: ▲ 当前已启用无 JIT 模式
zh_hant: ▲ 目前已啟用無 JIT 模式

source: 0 Tabs
cs: 0 panelů
fr: 0 onglets
ja: 0タブ
pl: 0 Kart
ru: вкладок
zh_hans: 0 个标签页
zh_hant: 0 個標籤頁

source: A Developer Disk Image download is already in progress.
cs: Stahování Developer Disk Image již probíhá.
de: Es wird bereits ein Developer-Disk-Image heruntergeladen.
fr: Le téléchargement d'une Image Disque de développeur est déjà en cours.
ja: デベロッパーディスクイメージが現在ダウンロード中です
pl: Pobieranie Obrazu Dysku Deweloperskiego jest już w toku.
ru: Загрузка Developer Disk Image уже идет.
zh_hans: “开发者磁盘映像”已在下载中。
zh_hant: 開發者磁碟映像檔已在下載中。

source: A new version of Reynard Browser is available. Open Settings to update.
cs: Je k dispozici nová verze prohlížeče Reynard. Aktualizaci je možno provést v nastavení.
de: Eine neue Version von Reynard ist verfügbar. Öffne die Einstellungen zum Aktualisieren.
fr: Une nouvelle version du navigateur Reynard est disponible. Ouvrez les paramètres effectuer la mise à jour.
ja: 新しいバージョンが公開されました。設定を開いてインストールしてください
pl: Nowa wersja Reynard Browser jest dostępna. Otwórz Ustawienia, aby zaktualizować.
ru: Доступна новая версия Reynard Browser. Обновите её в Настройках.
zh_hans: 有新版本的 Reynard 浏览器可用。请打开“设置”以更新。
zh_hant: Reynard 瀏覽器已有新版本。請開啟「設定」進行更新。

source: A problem occurred on “%@”.
cs: Se stránkou „%@“ se vyskytl problém.
de: Bei „%@“ ist ein Problem aufgetreten.
fr: Un problème est survenu sur "%@"
ja: %@で問題が発生しました。
pl: Wystąpił problem w "%@".
ru: На "%@" произошла ошибка
zh_hans: “%@”出现了问题。
zh_hant: 「%@」發生問題。

source: A problem occurred on this webpage.
cs: S touto stránkou se vyskytl problém.
de: Ein Problem ist auf dieser Seite aufgetreten.
fr: Un problème est survenu sur cette page.
ja: このウェブページで問題が発生しました。
pl: Wystąpił problem na tej stronie internetowej.
ru: На данной странице произошла ошибка
zh_hans: 此网页出现了问题。
zh_hant: 此網頁發生問題。

source: About
cs: O aplikaci
de: Über
fr: À propos
ja: 概要
pl: O
ru: О программе
zh_hans: 关于
zh_hant: 關於

source: Activate JIT-Less Mode
cs: Aktivovat režim bez JIT
de: JIT-Less-Modus aktivieren
fr: Activer le mode JITless
ja: JITなしモードをオンにする
pl: Aktywuj Tryb JIT-Less
ru: Включить режим без JIT мод
zh_hans: 启用无 JIT 模式
zh_hant: 啟用無 JIT 模式

source: Actual Size
cs: Skutečná velikost
de: Aktuelle Größe
fr: Taille réelle
ja: 元のサイズ
pl: Aktualny Rozmiar
ru: Реальный Размер
zh_hans: 实际大小
zh_hant: 實際大小

source: Add
cs: Přidat
de: Hinzufügen
fr: Ajouter
ja: 追加
pl: Dodaj
ru: Добавить
zh_hans: 添加
zh_hant: 加入

source: Add %@?
cs: Přidat rozšíření %@?
de: %@ hinzufügen?
fr: Ajouter %@?
ja: %@を追加しますか?
pl: Dodaj %@
ru: Добавить %@?
zh_hans: 添加%@？
zh_hant: 要加入「%@」嗎？

source: Add Add-on
cs: Přidat rozšíření
de: Erweiterung hinzufügen
fr: Ajouter une extension
ja: アドオンを追加
pl: Dodaj Dodatek
ru: Добавить дополнение
zh_hans: 添加插件
zh_hant: 加入附加元件

source: Add Bookmark
cs: Přidat záložku
de: Lesezeichen hinzufügen
fr: Ajouter aux marque-pages
ja: ブックマークを追加
pl: Dodaj Zakładkę
ru: Добавить закладку
zh_hans: 添加书签
zh_hant: 加入書籤

source: Add Language
cs: Přidat jazyk
de: Sprache hinzufügen
fr: Ajouter une langue
ja: 言語を追加
pl: Dodaj Język
ru: Добавить язык
zh_hans: 添加语言
zh_hant: 加入語言

source: Add Language…
cs: Přidat jazyk…
de: Sprache hinzufügen…
fr: Ajouter une langue...
ja: 言語を追加
pl: Dodaj Język…
ru: Добавить язык…
zh_hans: 添加语言…
zh_hant: 加入語言…

source: Add to Favorites
cs: Přidat do oblíbených
de: Zu Favoriten hinzufügen
fr: Ajouter aux favoris
ja: お気に入りを追加
pl: Dodaj do Ulubionych
ru: В Избранное
zh_hans: 添加到个人收藏
zh_hant: 加入喜好項目

source: Add Website
cs: Přidat stránku
de: Seite hinzufügen
fr: Ajouter un site web
ja: ウェブサイトを追加
pl: Dodaj Stronę
ru: Добавить сайт
zh_hans: 添加网站
zh_hant: 加入網站

source: Add Website…
cs: Přidat stránku…
de: Seite hinzufügen…
fr: Ajouter un site web…
ja: ウェブサイトを追加
pl: Dodaj Stronę…
ru: Добавить сайт…
zh_hans: 添加网站…
zh_hant: 加入網站…

source: Add-ons
cs: Rozšíření
de: Erweiterungen
fr: Extensions
ja: アドオン
pl: Dodatki
ru: Дополнения
zh_hans: 插件
zh_hant: 附加元件

source: Additional Options
cs: Další možnosti
de: Zusätzliche Optionen
fr: Options supplémentaires
ja: 追加のオプション
pl: Opcje Dodatkowe
ru: Дополнительные параметры
zh_hans: 其他选项
zh_hant: 其他選項

source: Address
cs: Adresa
de: Adresse
fr: Adresse
ja: アドレス
pl: Adres
ru: Адрес
zh_hans: 地址
zh_hant: 網址

source: Address Bar
cs: Adresový řádek
de: Adressleiste
fr: Barre d'adresse
ja: アドレスバー
pl: Pasek Adresu
ru: Адресная строка
zh_hans: 地址栏
zh_hant: 網址列

source: Admin Only
cs: Pouze pro administrátory
de: Nur für Administratoren
fr: Réservé aux administrateurs
ja: 管理者のみ
pl: Tylko Administrator
ru: Только для админа
zh_hans: 仅管理员
zh_hant: 僅限管理員

source: Advanced
cs: Pokročilé
de: Erweitert
fr: Avancé
ja: 詳細
pl: Zaawansowane
ru: Дополнительно
zh_hans: 高级
zh_hant: 進階

source: Advanced Options
cs: Pokročilé možnosti
de: Erweiterte Optionen
fr: Options avancées
ja: 詳細オプション
pl: Opcje Zaawansowane
ru: Расширенные Настройки
zh_hans: 高级选项
zh_hant: 進階選項

source: After you close a tab, Reynard won’t remember any of your browsing history or cookies. However, downloads and new bookmarks will be saved.
cs: Po zavření panelu Reynard zapomene jakékoliv cookies a historii prohlížení. Stažené soubory a nové záložky budou nicméně uloženy.
de: Nachdem du ein Tab geschlossen hast, speichert Reynard weder den Browserverlauf noch Cookies. Downloads und neue Lesezeichen werden jedoch gespeichert.
fr: Après la fermeture d'un onglet, Reynard ne conservera pas votre historique de navigation ou vos cookies. Cependant, vos téléchargements et les marques pages ajoutés seront conservés.
ja: 一度タブを閉じるとReynardは履歴とクッキーの情報を削除しますが、ダウンロードや新しいブックマークは保存されます
pl: Po zamknięciu karty Reynard nie będzie pamiętał historii przeglądania ani plików cookie. Pobrane pliki i nowe zakładki zostaną jednak zapisane.
ru: После закрытия вкладки Reynard удалит историю поиска и файлы cookie. Скачанные файлы и новые закладки сохранятся.
zh_hans: 关闭标签页后，Reynard 不会记住任何浏览历史记录或 Cookie。但是，下载项目和新书签仍会保留。
zh_hant: 關閉標籤頁後，Reynard 不會記住你的任何瀏覽記錄或 Cookie。不過，下載項目與新加入的書籤仍會儲存。

source: All Downloads
cs: Všechna stahování
de: Alle Downloads
fr: Tous les téléchargements
ja: ダウンロード一覧
pl: Wszystkie Pobrane
ru: Все загрузки
zh_hans: 所有下载项目
zh_hant: 所有下載項目

source: All History
cs: Celá historie
de: Gesamter Verlauf
fr: Tout l'historique
ja: 履歴一覧
pl: Cała Historia
ru: Вся история
zh_hans: 所有历史记录
zh_hant: 所有瀏覽記錄

source: Allow
cs: Povolit
de: Erlauben
fr: Autoriser
ja: 許可
pl: Zezwól
ru: Разрешить
zh_hans: 允许
zh_hant: 允許

source: Allow %@ to access apps and services on devices connected to your local network?
cs: Chcete povolit stránce %@ přistupovat k aplikacím a službám připojených k vaší místní síti?
de: Soll %@ auf Apps und Dienste auf Geräten zugreifen dürfen, die mit deinem lokalen Netzwerk verbunden sind?
fr: Voulez-vous autoriser %@ à accéder aux applications et services sur les appareils connectés à votre réseau local ?
ja: %@にローカルネットワークに接続されてるデバイスやサービスへのアクセスを許可する
pl: Czy zezwolić %@ na dostęp do aplikacji i usług na urządzeniach podłączonych do sieci lokalnej?
ru: Разрешить %@ доступ к приложениям и службам на устройствах, подключённых к вашей локальной сети?
zh_hans: 允许“%@”访问连接到你本地网络的设备上的 App 和服务吗？
zh_hant: 允許「%@」存取本機網路裝置上的 App 與服務嗎？

source: Allow %@ to access other apps and services on this device?
cs: Chcete povolit stránce %@ přistupovat k jiným aplikacím a službám na tomto zařízení?
de: Darf %@ auf andere Apps und Dienste dieses Geräts zugreifen?
fr: Voulez-vous autoriser %@ à accéder à d'autres applications et services sur cet appareil ?
ja: %@に端末上の他のアプリやサービスへのアクセスを許可しますか?
pl: Czy zezwolić %@ na dostęp do innych aplikacji i usług na tym urządzeniu?
ru: Разрешить %@ доступ к другим приложениям и службам на этом устройстве?
zh_hans: 允许“%@”访问此设备上的其他 App 和服务吗？
zh_hant: 允許「%@」存取此裝置上的其他 App 與服務嗎？

source: Allow %@ to play DRM-controlled content?
cs: Chcete povolit stránce %@ přehrát obsah chráněný pomocí správy digitálních práv (DRM)?
de: Darf %@ DRM-geschützten Inhalt wiedergeben?
fr: Voulez-vous autoriser %@ à jouer du contenu protégé par DRM ?
ja: %@に保護されたコンテンツ(DRM)の再生を許可しますか
pl: Czy zezwolić %@ na odtwarzanie treści objętych ochroną DRM?
ru: Разрешить %@ воспроизводить контент, защищенный DRM?
zh_hans: 允许“%@”播放受 DRM 控制的内容吗？
zh_hant: 允許「%@」播放受 DRM 保護的內容嗎？

source: Allow %@ to send notifications?
cs: Chcete povolit stránce %@ posílat oznámení?
de: Darf %@ Benachrichtigungen senden?
fr: Voulez-vous autoriser %@ à envoyer des notifications ?
ja: %@に通知を許可しますか
pl: Czy zezwolić %@ na wysyłanie powiadomień?
ru: Разрешить %@ отправку уведомлений?
zh_hans: 允许“%@”发送通知吗？
zh_hant: 允許「%@」傳送通知嗎？

source: Allow %@ to store data in persistent storage?
cs: Chcete povolit stránce %@ ukládat data do stálé paměti?
de: Darf %@ Daten im permanenten Speicher ablegen?
fr: Voulez-vous autoriser %@ à stocker des données dans la mémoire persistante ?
ja: %@に永続ストレージの使用を許可しますか
pl: Czy zezwolić %@ na przechowywanie danych w pamięci trwałej?
ru: Разрешить %@ хранить данные в постоянном хранилище?
zh_hans: 允许“%@”将数据存储到持久存储吗？
zh_hant: 允許「%@」將資料儲存在永久儲存空間嗎？

# Allow %@ to use its cookies on %@?
source: Allow %1$@ to use its cookies on %2$@?
cs: Chcete povolit stránce %1$@ použít své cookie na stránce %2$@?
de: Darf %1$@ seine Cookies auf %2$@ nutzen?
fr: Voulez-vous autoriser %1$@ à utiliser des cookies sur %2$@ ?
ja: %1$@のクッキーを%2$@上での使用を%1$@に許可しますか
pl: Czy zezwolić %1$@ na używanie jego plików cookie w %2$@?
ru: Разрешить %1$@ использовать свои файлы cookie на \%2$@?
zh_hans: 允许“%1$@”在“%2$@”上使用其 Cookie 吗？
zh_hant: 允許「%1$@」在「%2$@」上使用其 Cookie 嗎？

source: Allow %@ to use your camera and microphone?
cs: Chcete povolit stránce %@ přístup k fotoaparátu a mikrofonu?
de: Soll %@ deine Kamera und Mikrofon nutzen dürfen?
fr: Voulez-vous autoriser %@ à utiliser votre caméra et votre microphone ?
ja: %@にカメラとマイクの使用を許可しますか?
pl: Czy zezwolić %@ na dostęp do twojej kamery i mikrofonu?
ru: Разрешить %@ использовать камеру и микрофон?
zh_hans: 允许“%@”使用相机和麦克风吗？
zh_hant: 允許「%@」使用你的相機與麥克風嗎？

source: Allow %@ to use your camera?
cs: Chcete povolit stránce %@ přístup k fotoaparátu?
de: Darf %@ auf die Kamera zugreifen?
fr: Voulez-vous autoriser %@ à utiliser votre caméra ?
ja: %@にカメラの使用を許可しますか?
pl: Czy zezwolić %@ na dostęp do twojej kamery?
ru: Разрешить %@ использовать камеру?
zh_hans: 允许“%@”使用相机吗？
zh_hant: 允許「%@」使用你的相機嗎？

source: Allow %@ to use your location?
cs: Chcete povolit stránce %@ přístup k vaší poloze?
de: Darf %@ auf die Ortungsdienste zugreifen?
fr: Voulez-vous autoriser %@ à utiliser votre position géographique ?
ja: %@に位置情報の使用を許可しますか?
pl: Czy zezwolić %@ na dostęp do twojego mikrofonu?
ru: Разрешить %@ доступ к вашей геопозиции?
zh_hans: 允许“%@”使用你的位置吗？
zh_hant: 允許「%@」取用你的位置資訊嗎？

source: Allow %@ to use your microphone?
cs: Chcete povolit stránce %@ přístup k mikrofonu?
de: Darf %@ auf das Mikrofon zugreifen?
fr: Voulez-vous autoriser %@ à utiliser votre microphone ?
ja: %@にマイクの使用を許可しますか?
pl: Czy zezwolić %@ na dostęp do twojego mikrofonu?
ru: Cho phép %@ sử dụng micro của bạn?
zh_hans: 允许“%@”使用麦克风吗？
zh_hant: 允許「%@」使用你的麥克風嗎？

source: Allow Audio and Video
cs: Povolit audio i video
de: Audio und Video erlauben
fr: Autoriser l'audio et la vidéo
ja: 動画と音声を許可する
pl: Zezwól na Dźwięk i Wideo
ru: Разрешить аудио и видео
zh_hans: 允许音频和视频
zh_hant: 允許音訊與視訊

source: Allow in Private Browsing
cs: Povolit v anonymním režimu
de: Im privaten Modus erlauben
fr: Permettre en mode Navigation Privée
ja: プライベートモードでも許可する
pl: Zezwól na Prywatne Przeglądanie
ru: Разрешить в режиме приватного просмотра
zh_hans: 在无痕浏览中允许
zh_hant: 允許在私密瀏覽中使用

source: Allow on All Websites
cs: Povolit na všech stránkách
de: Auf allen Seiten erlauben
fr: Permettre sur Tous les Sites Web
ja: すべてのウェブサイトで許可
pl: Zezwól na Wszystkich Stronach
ru: Разрешить на всех сайтах
zh_hans: 在所有标签页上允许
zh_hant: 允許在所有網站上使用

source: Allow this add-on to access every website.
cs: Umožnit rozšíření přistupovat ke všem stránkám.
de: Erlaube dieser Erweiterung den Zugriff auf alle Seiten.
fr: Autoriser cette extension à accéder à tous les sites web.
ja: このアドオンがすべてのウェブサイトにアクセスすることを許可
pl: Zezwól temu dodatkowi na dostęp do każdej witryny.
ru: Разрешить этому дополнению доступ ко всем сайтам.
zh_hans: 允许此插件访问所有标签页。
zh_hant: 允許此附加元件存取所有網站。

source: Allowed %@
cs: Povoleno %@
de: %@ erlaubt
fr: %@ autorisé
ja: %@を許可しました
pl: Zezwolono %@
ru: Разрешено для %@
zh_hans: 已允许 %@
zh_hant: 已於 %@ 允許

source: Allowed Websites
cs: Povolené stránky
de: Erlaubte Seiten
fr: Sites Web autorisés
ja: 許可されてるサイト
pl: Zezwolone Strony
ru: Разрешённые сайты
zh_hans: 允许的网站
zh_hant: 已允許的網站

source: Always uses your selected secure DNS provider. If it’s unavailable, websites may not load.
cs: Vždy se použije váš vybraný poskytovatel zabezpečeného DNS. Pokud bude nedostupný, je možné, že se některé stránky nenačtou.
zh_hans: 始终使用你选择的安全 DNS 提供方。如果该服务不可用，网站可能无法加载。
zh_hant: 一律使用你選擇的安全 DNS 提供者。若無法使用，網站可能無法載入。

source: Appearance
cs: Vzhled
de: Erscheinungsbild
fr: Apparence
ja: 見た目
pl: Wygląd
ru: Внешний вид
zh_hans: 外观
zh_hant: 外觀

source: Apps and Services
cs: Aplikace a služby
de: Apps und Dienste
fr: Applications et Services
ja: アプリとサービス
pl: Aplikacje i Usługi
ru: Приложения и службы
zh_hans: App 与服务
zh_hant: App 與服務

source: Are you sure you want to upload all files? Only do this if you trust the site.
cs: Určitě chcete nahrát všechny soubory? Pokračujte pouze, pokud této stránce důvěřujete.
de: Bist du sicher, dass du alle Dateien hochladen möchtest? Wir empfehlen, dies nur zu tun, wenn du der Seite vertraust.
fr: Êtes-vous sûr de vouloir téléverser tous les fichiers ? Ne faites ceci que si vous avez confiance en ce site web.
ja: アップロードを本当に行いますか?信頼できるサイトでのみ行ってください
pl: Czy na pewno chcesz przesłać wszystkie pliki? Zrób to tylko wtedy, gdy ufasz tej witrynie.
ru: Вы уверены, что хотите отправить все файлы? Продолжайте, только если доверяете этому сайту.
zh_hans: 确定要上传所有文件吗？仅在你信任该网站时继续。
zh_hant: 你確定要上傳所有檔案嗎？請只在信任此網站時執行這項操作。

source: Ask
cs: Zeptat se
de: Fragen
fr: Demander
ja: 毎度確認する
pl: Zapytaj
ru: Спрашивать
zh_hans: 询问
zh_hant: 詢問

source: Author
cs: Autor
de: Autor
fr: Auteur
ja: 著作
pl: Autor
ru: Автор
zh_hans: 作者
zh_hant: 作者

source: Autoplay
cs: Automatické přehrávání
de: Automatische Wiedergabe
fr: Lecture automatique
ja: オート再生
pl: Auto odtwarzanie
ru: Автовоспроизведение
zh_hans: 自动播放
zh_hant: 自動播放

source: Back
cs: Zpět
de: Zurück
fr: Arrière
ja: 戻る
pl: Powrót
ru: Назад
zh_hans: 后退
zh_hant: 返回

source: Blank Page
cs: Prázdná stránka
de: Leere Seite
fr: Page Blanche
ja: 空白ページ
pl: Pusta Strona
ru: Пустая страница
zh_hans: 空白页
zh_hant: 空白頁面

source: Block Audio and Video
cs: Blokovat audio i video
de: Audio und Video blockieren
fr: Bloquer l'audio et la vidéo
ja: 動画と音声をブロック
pl: Zablokuj Dźwięk i Wideo
ru: Блокировать аудио и видео
zh_hans: 阻止音频和视频
zh_hant: 封鎖音訊與視訊

source: Block Audio Only
cs: Blokovat pouze audio
de: Medien mit Audio blockieren
fr: Bloquer uniquement l'audio
ja: 音声のみブロック
pl: Zablokuj tylko Dźwięk
ru: Блокировать только аудио
zh_hans: 仅阻止音频
zh_hant: 僅封鎖音訊

source: Blocked
cs: Blokováno
de: Blockiert
fr: Bloqué
ja: ブロック済み
pl: Zablokowane
ru: Заблокировано
zh_hans: 已阻止
zh_hant: 已封鎖

source: Blocked Trackers
cs: Zablokované trackery
de: Blockierte Tracker
fr: Traqueurs Bloqués
ja: ブロックされたトラッカー
pl: Zablokowane Śledzenia
ru: Заблокированные трекеры
zh_hans: 已阻止的跟踪器
zh_hant: 已封鎖的追蹤器

source: Bookmarks
cs: Záložky
de: Lesezeichen
fr: Marque-pages
ja: ブックマーク
pl: Zakładki
ru: Закладки
zh_hans: 书签
zh_hant: 書籤

source: Bookmarks, History, and Tabs
cs: Záložky, historie a panely
de: Lesezeichen, Verlauf und Tabs
fr: Marque-pages, Historique et Onglets
ja: ブックマーク、履歴、タブ
pl: Zakładki, Historia i Karty
ru: Закладки, история и вкладки
zh_hans: 书签、历史记录和标签页
zh_hant: 書籤、瀏覽記錄與標籤頁

source: Bottom
cs: Dole
de: Unten
fr: Bas
ja: 画面下部
pl: Spód
ru: Снизу
zh_hans: 底部
zh_hant: 底部

source: Browsing
cs: Prohlížení
de: Durchsuchen
fr: Navigation
ja: ブラウジング
pl: Przeglądanie
ru: Просмотр веб-страниц
zh_hans: 浏览
zh_hant: 瀏覽

source: Browsing History
cs: Historie prohlížení
de: Browserverlauf
fr: Historique de navigation
ja: 履歴
pl: Historia Przeglądania
ru: История посещений
zh_hans: 浏览历史记录
zh_hant: 瀏覽記錄

source: bytes
cs: bajtů
de: Byte
fr: octets
ja: バイート
pl: bajty
ru: байт
zh_hans: 字节
zh_hant: 位元組

source: Cached Images and Files
cs: Obrázky a soubory v mezipaměti
de: Zwischengespeicherte Daten
fr: Images et fichiers en mémoire tampon
ja: キャッシュ済みの画像とファイル
pl: Obrazy i Pliki w pamięci podręcznej
ru: Кэшированные изображения и файлы
zh_hans: 缓存的图像和文件
zh_hant: 快取的影像與檔案

source: Camera
cs: Fotoaparát
de: Kamera
fr: Caméra
ja: カメラ
pl: Kamera
ru: Камера
zh_hans: 相机
zh_hant: 相機

source: Cancel
cs: Zrušit
de: Abbrechen
fr: Annuler
ja: 取り消す
pl: Anuluj
ru: Отмена
zh_hans: 取消
zh_hant: 取消

source: Cancel Download
cs: Zrušit stahování
de: Download abbrechen
fr: Annuler le Téléchargement
ja: ダウンロードを取り消す
pl: Anuluj Pobieranie
ru: Отменить загрузку
zh_hans: 取消下载
zh_hant: 取消下載

source: Cancel Download?
cs: Chcete zrušit stahování?
de: Download abbrechen?
fr: Annuler le téléchargement ?
ja: ダウンロードを取り消しますか?
pl: Anulować Pobieranie?
ru: Отменить загрузку?
zh_hans: 取消下载？
zh_hant: 要取消下載嗎？

source: Changed %@
cs: Změněno %@
de: Geändert %@
fr: Modifié %@
ja: %@を変更しました
pl: Zmieniono %@
ru: Изменено
zh_hans: 已更改 %@
zh_hant: 已於 %@ 變更

source: Choose File
cs: Vybrat soubor
de: Datei auswählen
fr: Choisir un Fichier
ja: ファイルを選択
pl: Wybierz Plik
ru: Выбрать файл
zh_hans: 选取文件
zh_hant: 選擇檔案

source: Choose Folder
cs: Vybrat složku
de: Ordner auswählen
fr: Choisir un Dossier
ja: フォルダを選択
pl: Wybierz Folder
ru: Выбрать папку
zh_hans: 选取文件夹
zh_hant: 選擇檔案夾
